[
    {
        "title": "10.1080_15421406.2010.497060.txt",
        "text": "This article was downloaded by: [New York University]\n\n![0_image_0.png](0_image_0.png) On: 17 October 2014, At: 19:59 Publisher: Taylor & Francis Informa Ltd Registered in England and Wales Registered Number: 1072954 Registered office: Mortimer House, 37-41 Mortimer Street, London W1T 3JH, UK\nMolecular Crystals and Liquid Crystals Publication details, including instructions for authors and subscription information: http://www.tandfonline.com/loi/gmcl20 Fabrication of Transparent Semiconducting Indium Zinc Tin Oxide Thin Films and Its Wet Chemical Etching Characteristics in Hydrochloric Acid Keun Young Lee a b , Han Jae Shin a , Dong Cheul Han a , Sunyoung Son a , Sang-Woo Kim b , Yun-Su Lee c & Do Kyung Lee a a Mobile Display Research Center, Gumi Electronics & Information Technology Research Institute , Gumi, Gyeongsangbuk-do, Republic of Korea b School of a Advanced Materials Science and Engineering, Sungkyunkwan University , Suwan, Gyeonggi-do, Republic of Korea c Advanced Display Manufacturing Research Center, Kyungpook National University , Daegu, Republic of Korea Published online: 14 Nov 2010.\n\nTo cite this article: Keun Young Lee , Han Jae Shin , Dong Cheul Han , Sunyoung Son , Sang-Woo Kim , Yun-Su Lee & Do Kyung Lee (2010) Fabrication of Transparent Semiconducting Indium Zinc Tin Oxide Thin Films and Its Wet Chemical Etching Characteristics in Hydrochloric Acid, Molecular Crystals and Liquid Crystals, 532:1, 141/[557]-147/[563], DOI: 10.1080/15421406.2010.497060 To link to this article: http://dx.doi.org/10.1080/15421406.2010.497060\n\n## Please Scroll Down For Article\n\nTaylor & Francis makes every effort to ensure the accuracy of all the information (the \"Content\") contained in the publications on our platform. However, Taylor & Francis, our agents, and our licensors make no representations or warranties whatsoever as to the accuracy, completeness, or suitability for any purpose of the Content. Any opinions and views expressed in this publication are the opinions and views of the authors, and are not the views of or endorsed by Taylor & Francis. The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden. Terms &\nConditions of access and use can be found at http://www.tandfonline.com/page/termsand-conditions Mol. Cryst. Liq. Cryst., Vol. 532: pp. 141=[557]–147=[563], 2010 Copyright \\# Taylor & Francis Group, LLC\nISSN: 1542-1406 print=1563-5287 online DOI: 10.1080/15421406.2010.497060\n\n# Fabrication Of Transparent Semiconducting Indium Zinc Tin Oxide Thin Films And Its Wet Chemical Etching Characteristics In Hydrochloric Acid\n\nKEUN YOUNG LEE,1,2 HAN JAE SHIN,1 DONG CHEUL HAN,1 SUNYOUNG SON,1 SANG-WOO KIM,2 YUN-SU LEE,3 AND DO KYUNG LEE1 1Mobile Display Research Center, Gumi Electronics & Information Technology Research Institute, Gumi, Gyeongsangbuk-do, Republic of Korea 2School of a Advanced Materials Science and Engineering, Sungkyunkwan University, Suwan, Gyeonggi-do, Republic of Korea 3Advanced Display Manufacturing Research Center, Kyungpook National University, Daegu, Republic of Korea We have fabricated the transparent semiconducting indium zinc tin oxide (IZTO) thin films on polymeric substrates at room temperature by RF-magnetron sputtering method, and investigated their wet chemical etching behavior in HCl solution. The study has revealed that the control of O2 flow rate during deposition attribute to the variation of resistivity for IZTO films, resulting in the conductor–semiconductor conductivity transition. The increasing etchant molarity and temperature of etching solution lead to the increase in etching rate of IZTO films according to the chemical dissolution reaction. As a result, the IZTO active channel is defined successfully, suggesting sufficient possibility for the application to flexible transparent thin film transistors. Keywords Flexible transparent thin film transistor; HCL etchant; indium zinc tin oxide (IZTO); transparent semiconductor; wet chemical etching\n\n## Introduction\n\nRecently, transparent thin film transistors (TTFTs) fabricated on polymer substrates using oxide semiconductor have attracted much attention for the application of flexible displays due to high mobility, good uniformity and low process temperature [1–3].\n\nIn flexible TTFT device, the amorphous semiconducting oxides, indium-rich oxides such as In-Zn-O, In-Ga-Zn-O, and In-Ga-O, are suitable for the plastic substrate under low process temperature, because of being provided more uniform structure and smoother channel interface to the gate insulators, compared to polycrystalline semiconductor such as ZnO-based oxides [4].\n\nIt has been reported that amorphous transparent conducting oxides (TCOs) can be adjusted to the channel material in the TTFT by the control of conductivity, originating from the conductivity transition between conductor and semiconductor\n[5]. Among TCOs, a promising material is indium zinc tin oxide (IZTO) because of their possibility for use as TCO films with excellent chemical and thermal stability, as well as high electrical conductivity and optical transparency [6,7].\n\nOn the other hands, in general, the wet chemical etching process is simpler than the dry method, and provides a high throughput and low cost. Therefore, wet etching is used to pattern TCO films in display manufacturing [8]. For the application of IZTO semiconductor to flexible TTFT devices, the wet etching behavior must be investigated to evaluate its chemical stability and to explore etchants for use in wet etching, which is an essential subject for the device fabrication using this material. This work is motivated from the fact that wet chemical etching characteristics of IZTO thin films in the aqueous etching solutions conventionally used in TFT industry is yet to be reported. In wet etching process, hydrochloric acid\n(HCl) has been widely used as one of the conventional etchants for patterning of TCO films [9–11].\n\nHence, in this study, we have prepared transparent semiconducting IZTO thin film on polyethylene naphthalate (PEN) substrate by RF-magnetron sputtering method, and investigated their wet chemical etching characteristics in HCl solutions.\n\n## Experimental\n\nThe IZTO thin films were deposited on the PEN (Teijin Dupont Films) substrate covered with hard coating layer, using a RF-magnetron sputtering method, at room temperature with varying O2 fraction in the mixture of Ar and O2. Prior to deposition, the substrates were cleaned with acetone, methanol and de-ionized water for 10 min in an ultrasonic bath. The base pressure in the chamber was adjusted to 1.0  106Torr and the pressure during the deposition was maintained at 3 mTorr regardless of O2 fraction in Ar and O2 gas mixture. The composition of 3 inch sputtering target used in the experiment was In2O3: ZnO: SnO2 ¼ 90: 7: 3 in weight ratio with purity of 99.99%.\n\nThe semiconducting IZTO films were patterned using a conventional photolithographic method. The etching was carried out in hydrochloric acid solutions as a function of etchant concentration and etching temperature. After etching process, the samples were rinsed in deionized water, the photoresist was stripped using acetone and then the films were dried in N2 flow.\n\nThe thickness and etching rates of the films were determined by a surface profiler (KLA Tencor, Alpha-Step IQ). In order to examine the crystallinity of IZTO thin films, x-ray diffraction (XRD, Rigaku, D=MAX-2500) measurement was performed. The XRD diffraction patterns of the films did not contain any peaks attributable to crystal, indicating amorphous state. The electrical properties of IZTO thin films were obtained from the Hall Effect measurement (Ecopia, HMS-3000) by the Van der Pauw technique. Optical transmittance characteristics of the films were measured by means of an ultraviolet-visible spectrophotometer (Otsuka, MCPD-7000) in the visible region. Optical microscope (Olympus, BX51 M) and field emission scanning electron microscope (FE-SEM, JEOL,\nJSM-7000 F) were used to observe the pattern images and etching profiles, respectively.\n\n## Results And Discussion\n\nFigure 1 shows the influence of O2 flow rate in the sputtering deposition on the deposition rate of the IZTO thin films. It is observed that when oxygen flow rate increases, deposition rate of the films decreases gradually. The decrease in the deposition rate with O2 flow rate is caused by the relative reduction of Ar fraction under constant pressure, resulting in lower sputtering yield of the target material.\n\nAlthough the deposition rate is varied with O2 flow rate, by the control of sputtering time, the thickness of the deposited IZTO films is fixed at about 100 nm, which is confirmed by the cross section images of a FE-SEM.\n\nFigure 2 indicates the dependence of electrical properties of IZTO thin films on the oxygen flow rate. It is seen from Figure 2 that with an increasing oxygen flow rate, the resistivity of the films increases while the Hall mobility and carrier concentration decrease. It is known that the variation in the resistivity of the TCO thin film is attributed to the combined effect of changes in carrier concentration and Hall mobility, which in turn is associated with the oxygen vacancies [12]. As oxygen flow rate increases, due to the fact that the concentration of oxygen vacancies is decreased as a result of the incorporation of oxygen into the films, the amount of free carriers arising from the doubly charged oxygen vacancies is reduced, in addition that the creation of electron scattering centers such as the neutral defects and the negatively charged oxygen gives rise to interrupt electron transport, resulting in the decrease of Hall mobility [13]. Accordingly, the increases in electrical resistivity with oxygen flow rates are originated in the elimination of the oxygen vacancies in the films. In a viewpoint of TTFT application, it is interesting that the resistivity of IZTO\n\n![4_image_0.png](4_image_0.png)\n\n![5_image_0.png](5_image_0.png)\n\nthin films, which is inversely proportional to the conductivity, can be controlled by introduction of O 2 gas during deposition, occurring in the metal–semiconductor conductivity transition. The similar phenomenon has been observed in a recent work on In-Zn-O thin films by E. Fortunato, et al. [14]. Hence, it is worth noting that the IZTO films deposited in pure Ar ambient shows the resistivity of about 3.5 × 10 − 4 Ω cm, which can be used as the source, drain and gate electrodes in TTFT\ndevices. In particular, because resistivity within the order of 1 Ω cm can serve well as active channel in TTFT applications [5], the IZTO film grown at 12 secm oxygen flow rate is a semiconductor showing the resistivity of about 1.4   cm, which corresponds to carrier concentration of about 9.1 × 10 17 /cm 3 and Hall mobility of about 4.9 cm 2 /Vs. Also, it cannot be ruled out that a channel material for TTFT must be fabricated with low carrier density and high carrier mobility [4]. The carrier concentration and mobility of IZTO semiconducting film are superior to those of sputtered In-Ga-Zn-O film [15], which can be a good candidate for the channel in flexible TTFT device.\n\nThe optical transmission spectrum of the semiconducting IZTO films in the wavelength range between 350 and 800 nm is shown in Figure 3. For comparison, transmittance of the PEN substrate is also indicated. The optical transmittances of\n~86.5% and ~86% at 550 nm wavelength are obtained for the PEN substrate and the IZTO films on the PEN, respectively. This result indicates that a semiconducting IZTO films is transparent in the visible region.\n\nBased on the above results, it can be concluded that the IZTO thin film deposited at 12 sccm oxygen flow rate is an amorphous semiconductor with high optical transparency, which can be applied to the channel layer in TTFT\ndevices, and the subsequent investigation on characteristics of wet chemical etching is conducted.\n\n![6_image_0.png](6_image_0.png)\n\nFigure 4(a) and (b) represent the effect of reaction temperature on the etching rate of the IZTO semiconductor under different HCl molarity and the corresponding logarithm plots as a function of reciprocal temperature, respectively. As seen in Figure 4(a), it can be easily found that the etching rate increases with the increase of etching temperature and etchant concentration. It has been known that the wet etching reaction rate can be controlled by changing the solution concentration and\n\n![6_image_1.png](6_image_1.png)\n\nreaction temperature [16]. Also, from the inserted figure in Figure 4(a), under reaction temperature of 25C, the IZTO etching rate is about 0.3 nm=sec at 2.97 M HCl concentration, which is satisfactory as to the requirements [11] on the industrial process. The variation of the etching rate as a function of temperature has a relation with the chemical etching activation energy. The linear plots for the logarithm of etching rate demonstrates that the Arrhenius relationship is obeyed in the reactions between 25 and 60C. The activation energy is then calculated from the slopes of these plots. As indicated in Figure 4(b), the calculated activation energies of etching IZTO films with HCl acid are found to be from 48.7 to 68.9 kJ=mol. These high values can be explained by the chemical dissolution reaction [17] rather than electrochemical reaction. The chemical dissolution reaction of the IZTO film in HCl solutions can be described by the following reactions from\n(1) to (3)\n\n$$\\mathrm{In_{2}O_{3}+6H C l\\to2In C l_{3}+3H_{2}O}$$\nIn2O3 þ 6HCl ! 2InCl3 þ 3H2O ð1Þ\n$$(1)$$\n\n$${\\rm ZnO}+2{\\rm HCl}\\rightarrow{\\rm ZnCl}_{2}+{\\rm H}_{2}{\\rm O}\\tag{2}$$  $${\\rm SnO}_{2}+4{\\rm HCl}\\rightarrow{\\rm SnCl}_{4}+2{\\rm H}_{2}{\\rm O}\\tag{3}$$\n\nThese chemical reactions indicate that by actions of HCl, In, Zn, and Sn in the IZTO\nfilms effectively removed from the surface as the etch product of respective InCl3, ZnCl2, and SnCl4. Accordingly, the increase of HCl mole concentration and solution temperature can accelerate the etching activity and the chemical reaction rate, respectively. However, a noticeable point is that dilute HCl solutions are desired to be used in order to achieve controllable etching rate at room temperature, as previously mentioned.\n\nFigure 5 illustrates the pattern image (a) and etch profile (b) of semiconducting IZTO films after wet chemical etching with 2.97 M HCl concentration at 25C. In Figure 5(a), it is obvious that the IZTO film is removed by dissolution along with stripping, showing the well defined channel. Also, the occurrences of surface residual byproduct and undercut pattern cannot be observed, which is attributed to relatively low etching rate and adequate thickness of photoresist to protect the pattern.\n\n![7_image_0.png](7_image_0.png)\n\nBut, steep sidewall slop of the etched pattern is difficulty to be obtained, originating in isotropic etching characteristic of wet chemical etching for amorphous semiconductor, as shown in Figure 5(b).\n\n## Conclusions\n\nIn summary, transparent amorphous IZTO thin films were prepared by RF-magnetron sputtering techniques. The resistivity of IZTO films can be controlled by varying O2 fraction in sputtering gas during deposition, resulting in the conductor-semiconductor conductivity transition. With increasing HCl mole concentrations and etching solution temperature, etching rate of semiconducting IZTO films are increased following the mechanism of chemical dissolution reaction. In addition, with dilute HCl solution at room temperature, the excellent pattern of IZTO channel is obtained. On the basis of this work, therefore, we suggest that fabrication of semiconducting IZTO film by the RF-magnetron sputtering method and subsequent wet chemical etching in HCl solution are suitable processes for the preparation of active channel in flexible TTFT.\n\nAccordingly, the systematic studies on the performance of flexible IZTO-based TTFT devices are also needed to investigate and determine the optimized conditions for flexible transparent display.\n\n## References\n\n[1] Nomura, K., Ohta, H., Takagi, A., Kamiya, T., Hirano, M., & Hosono, H. (2004).\n\nNature, 32, 488.\n\n[2] Ito, M., Miyazaki, C., Ishizaki, M., Kon, M., Ikeda, N., Okubo, T., Matsubara, R.,\nHatta, K., Ugajin, Y., & Sekine, N. (2008). J. Non-Cryst. Solids, 354, 2777.\n\n[3] Lim, W., Jang, J. H., Kim, S.-H., Norton, D. P., Craciun, V., Pearton, S. J., Ren, F., &\nShen, H. (2008). App. Phys. Lett., 93, 082102.\n\n[4] Kumomi, H., Nomura, K., Kamiya, T., & Hosono, H. (2008). Thin Solid Films, 516, 1516.\n\n[5] Paine, D. C., Yaglioglu, B., Beiley, Z., & Lee, S. (2008). Thin Solid Films, 516, 5894. [6] Lee, D. Y., Lee, J. R., Lee, G. H., & Song, P. K. (2008). Surf. Coat. Technol., 202, 5718. [7] Ow-Yang, C. W., Yeom, H.-Y., & Paine, D. C. (2008). Thin Solid Films, 516, 3105. [8] Tsai, T.-H., & Wu, Y.-F. (2006). Microelectron. Eng., 83, 536. [9] Lan, J.-H., Kanicki, J., Catalano, A., Keane, J., Boer, W. D., & Gu, T. (1996). J. Electron.\n\nMater., 25, 1806.\n\n[10] Hoheisel, M., Mitwalsky, A., & Mrotzek, C. (1991). Phys. Stat. Sol. (a), 123, 461.\n\n[11] Huang, C. J., Su, Y. K., & Wu, S. L. (2004). Mater. Chem. Phys., 84, 146.\n\n[12] Lee, S. H., Lee, D. K., Seo, S. H., Oh, J. H., Jung, S. K., Sohn, S. H., & Park, D. K.\n\n(2006). Mol. Cryst. Liq. Cryst., 459, 221.\n\n[13] Mergel, D., Schenkel, M., Ghebre, M., & Sulkowski, M. (2001). Thin Solid Films, 392, 91. [14] Fortunato, E., Barquinha, P., Goncalves, G., Pereira, L., & Martins, R. (2008).\n\nSolid-State Electron., 52, 443.\n\n[15] Jung, C. H., Kim, D. J., Kang, Y. K., & Yoon, D. H. (2009). Thin Solid Films, 517, 4078.\n\n[16] Lin, Y. C., Jian, Y. C., & Jiang, J. H. (2008). Appl. Surf. Sci., 254, 2671.\n\n[17] Scholten, M., & van der Meerakker, J. E. A. M. (1993). J. Electrochem. Soc., 140, 471."
    },
    {
        "title": "10.1109_JDT.2013.2272314.txt",
        "text": "# Channel Length Dependent Bias-Stability Of Self-Aligned Coplanar A-Igzo Tfts\n\nSu Hwa Ha, Dong Han Kang, In Kang, Ji Ung Han, Mallory Mativenga*, Student Member, IEEE*, and Jin Jang*, Member, IEEE*\nAbstract—We report channel length ( **ranging from 2**\nto 40 m) dependence of the electrical stability of amorphous indium-gallium-zinc-oxide (a-IGZO) thin-film transistors (TFTs).\n\nThe a-IGZO TFTs employ a coplanar structure with a SiN **interlayer used to dope the source/drain regions. After application of**\npositive gate bias stress (PBS), short-channel devices ( m)\nexhibit smaller threshold voltage shifts ( **) compared to**\nlonger-channel devices ( m). It is proposed that carrier diffusion takes place from the high carrier concentration regions under the SiN **interlayer to the intrinsic channel region, thereby**\nshifting the Fermi level closer to the conduction band. Higher Fermi levels mean less defect states available for carrier trapping\n- hence the small **in short devices under PBS.**\nIndex Terms—**Amorphous indium-gallium-zinc-oxide**\n(a-IGZO), positive gate bias stress (PBS), self-aligned coplanar, short channel, thin-film transistor (TFT).\n\n## I. Introduction\n\nA MORPHOUS indium-gallium-zinc-oxide (a-IGZO)\nthin-film transistors (TFTs) are of increasing interest for active-matrix displays due to their high field-effect mobility cm V s and low threshold voltages V\n[1]. In addition, low temperature processing at 200 C\nmakes a-IGZO devices compatible with flexible substrates and potentially enabling them to be exploited in flexible transparent displays [2]. A bottom-gate a-IGZO TFT with an etch stopper structure is widely used for display applications, but it has a high parasitic capacitance ( ) because of the overlap between the gate and source/drain electrodes. The overlap is required as a misalignment margin for the photolithographic processes used to define the shapes of the gate, source/drain, and etch-stopper. This is proportional to the overlap area, and results in kickback/feed-through voltage, which induces signal RC delay in TFT arrays [3]. The channel length ( )\nof TFTs is typically 2–5 m for applications to active-matrix liquid crystal display (AMLCD) and active-matrix organic light-emitting diode (AMOLED) displays. To have a high-resolution display with integrated TFT driver circuits, should Manuscript received March 09, 2013; revised June 12, 2013; accepted June 28, 2013. Date of publication July 03, 2013; date of current version November 14, 2013. This work was supported by the Industrial Strategic Technology Development Program (10035225, Development of a Core Technology for High Performance AMOLED on Plastic) funded by MKE/KEIT.\n\nThe authors are with the Department of Information Display and Advanced Display Research Center, Kyung Hee University, Seoul 130-701, Korea, e-mail address: (e-mail: shha@tftlcd.khu.ac.kr; dhkang@tftlcd.khu.ac.kr; ikang@tftlcd.khu.ac.kr; juhan@tftlcd.khu.ac.kr; mallory@tftlcd.khu.ac.kr; jjang@khu.ac.kr).\n\nColor versions of one or more of the figures are available online at http://\nieeexplore.ieee.org.\n\nDigital Object Identifier 10.1109/JDT.2013.2272314\n\n![0_image_0.png](0_image_0.png)\n\nbe as short as possible [4], [5]. Therefore the effect of varying on device reliability, especially stability, needs to be understood. stability is required for long lifetime in active matrix displays [6], [7]. Therefore, many recent articles related with a-IGZO TFT stability have been focused on reducing the shift ( ) [8]–[11].\n\nIn this work, we report the dependency of the electrical stability of a-IGZO TFTs with a self-aligned coplanar structure\n[5]. The short- TFT is found to have less compared to long- TFT. The time dependence of the under PBS is fitted to a stretched-exponential formula. An a-IGZO TFT with m exhibits a much longer time constant compared to a TFT with m.\n\n## Ii. Device Fabrication\n\nFig. 1 shows the (a) schematic cross-sectional and (b)\nscanning electron microscope (SEM) image of a self-aligned coplanar a-IGZO TFT. The detailed fabrication process is described elsewhere [5], [12]. On a 200-nm-thick oxide buffer layer on glass, a 20-nm-thick a-IGZO was deposited by direct current (DC) sputtering using a polycrystalline IGZO target (In O Ga O ZnO ) at 200 C. A 200-nm-thick SiO layer was deposited at 170 C by plasma enhanced chemical vapor deposition (PECVD) as a gate insulator and a protection layer of the oxide semiconductor. Not that the buffer layer, active layer and gate insulator are deposited consecutively without breaking vacuum. After Mo patterning for gate electrodes, the SiO gate insulator was then etched using a self-aligned process and then the a-IGZO layer was patterned by a wet etch process. Then, a 200-nm-thick SiN layer was deposited as an interlayer by PECVD and via-holes were formed. After deposition of the SiN layer, the source and drain regions of the a-IGZO semiconductor are doped n .\n\n![1_image_0.png](1_image_0.png)\n\nAs described in detail in [5] and [7], SiN x contains a lot of hydrogen, which can diffuse into the a-IGZO. Sato et al. [12] and Ahn et al. [13] reported that hydrogen acts as donor in a-IGZO. This will effectively make the source and drain regions n + . Note that the channel region is protected by the SiO 2 gate-insulator and Mo gate metal from any contact with SiN n and therefore remains intrinsic. Finally, a 200-nm-thick Mo layer was deposited and patterned as source/drain electrodes. The TFT I-V characteristics were measured at room temperature, using the Agilent 4156C precision semiconductor parameter analyzer.\n\n## Ii. R Esults And D Iscussion\n\nIn order to investigate the L dependency of ∆ V th under bias stress, we carried out the gate bias stress experiments on the self-aligned a-IGZO TFTs with various L . Fig. 2 shows the evolution of transfer characteristics and field-effect mobility ( l fc ) under PBS ( V G_STRESS = +20 V, for 10 000 s) for the TFTs with L of (a) 10 µ m and (b) 2 µ m. Fig. 2(c) is the histogram of the | ∆ V th | for 31 TFTs with L = 2 µ m after applying PBS\nfor 1000 s. The source and drain electrodes were connected to ground during gate bias stress and the channel widths of all TFT's were 20 µ m. The V th of the oxide TFTs shifts to the positive direction under PBS [7]. The | ∆ V th | of the device with L = 10 µ m is 4.1 V after applying PBS for 10 000 s. The µ fe ,\nwhich is derived from the transconductance gm, also shifts in a similar fashion [Fig. 2(a)]. An obvious difference is that a peak value in µ fe exists for short channel devices, whereas in long channel devices the µ fo continues to increase with increasing V GS , within the measured range of V GS . As there are more carriers in the channel of the former compared to that of the latter, it is reasonable to attribute the decrease in mobility of the former to carrier scattering at higher VGS values.\n\nOn the other hand, the | ∀ V th | for the device with L = 2 µ m is only 0.3 V after PBS for the same stress time [Fig. 2(b)].\n\nFig. 2(c) summarizes the | ∀ V th | of 31 TFTs with L = 2 µ m after applying PBS for 10 000 s. These 31 TFT's were located\n\n![1_image_1.png](1_image_1.png)\n\n| Channel length ( μ m)   | τ (sec)   | β value   |\n|-------------------------|-----------|-----------|\n| 40                      | 2.50 x 10 | 0.323     |\n| 20                      | 4.87 x 10 | 0.343     |\n| 10                      | 3.81 x 10 | 0.330     |\n| 000                     | 1.38 x 10 | 0.339     |\n| 1166                    | 1.87 x 10 | 0.347     |\n| 0.398                   |           |           |\n| 4                       | 3.53 x 10 | 0.530     |\n| 9.38 x 10               |           |           |\n\nat various positions across a 6\"× 6\" glass substrate. Almost all of the TFTs undergo | ∆ V th | < 1 V, verifying good reliability and uniformity of these short channel devices. The instability of L dependence is clearly seen in PBS and these results cannot be explained only by a charge trapping model [14], [15]. In contrast, negative bias stress (NBS) and negative bias illumination stress (NBIS) for the a-IGZO TFTs with various L were measured and the results indicate they are independent of L .\n\nTo investigate the L dependence of threshold voltage instability, we measured the instabilities of the TFTs with various L under PBS. Fig. 3(a) shows the time dependence of | ∆ V t h | as a function of L . The L is varied between 2 and 40 µ m. Note that instability increases with increasing L but saturates at L ≥ 10 µ m. Fig. 3(b) shows that the measured time-dependence of | ∀ V th | is well fitted by the stretched-exponential equation,\n\n$$\\Delta V_{\\rm th}|=V_{\\rm O}\\left\\{1-\\exp\\left[-\\left(\\frac{t}{\\tau}\\right)^{\\beta}\\right]\\right\\}\\tag{1}$$\n\nwhere V O , T and β are saturation value of | ∆ V th | , characteristic time of carrier trapping, and stretched exponential parameter, respectively [16]. The | ∆ V eh | by PBS decreases with decreasing L . A good fit is achieved when τ is 9.38 × 10 6 and 3.81 × 10 5 s, respectively for L of 2 and 10 µ m. Table I summarizes τ and β values extracted for varying L .\n\nWe measured the resistance of the intrinsic a-IGZO (channel region) and that of the n + a-IGZO (source and drain a-IGZO regions), using resistance measurement test structure, consisting of strips of a-IGZO covered by SiO 2 and SiN x , respectively.\n\nThe measured resistivity ( ) was 1.05 10 cm for n a-IGZO region and 1.20 10 cm for the intrinsic region. Therefore, the resistivity of the channel region is much higher than that of the n a-IGZO source and drain regions by about 3 orders of magnitude. The carrier concentration can be estimated from the sheet resistivity measurements for the channel and n source and drain region of the a-IGZO films by assuming the mobility of 15 cm V s which was obtained from the performance of the a-IGZO TFTs. The carrier density was found to be 3.5 10 cm and 4.0 10 cm in the channel and n a-IGZO regions, respectively. This is due to high concentrations of H in SiN , which results in the diffusion of from the top SiN interlayer to the a-IGZO region, making it n .\n\nNote that H diffusion from the SiO gate insulator is insignificant because the content in SiO is negligible. It is therefore worth noting that short channel devices exhibit a more negative initial compared to long channel devices. This difference can be explained by carrier diffusion from the n doped source/drain regions to the intrinsic channel region, and thereby shifting the Fermi level ( ) towards the conduction band minimum ( ). This unintentional doping is mainly confined to the channel edges. As a result, the effect is dominant in short channel devices (hence, the negative ) and becomes less and less effective as increases. The detailed explanation of dependence on is presented in [7].\n\nWe therefore propose a model to explain the stability dependence on as shown in Fig. 4(a) and (b). The carrier concentration is different between the channel and n a-IGZO regions in oxide TFTs. This difference makes carrier diffusion gradient into the channel from the edges of the channel. This diffusion of carriers increases the carrier concentration of the channel edges as shown in Fig. 4(a). Because of the diffusion gradient, the effect is therefore very significant in short channel devices, and less significant in longer channel devices. Since the carrier concentration in the channel of oxide TFTs corresponds to the Fermi level ( ) [16], the of shorter channel devices is closer to the conduction band ( ) compared to that of longer channel devices. The extracted of self-aligned coplanar a-IGZO TFTs is 0.109 eV and 0.193 eV for m and 20 m, respectively, by - and - measurements [7]. Therefore, assuming the same number of trap states in short and long channel devices, there are less unoccupied states at/near the semiconductor/gate–insulator interface in short channel devices than there are in long channel devices [Fig. 4(b)]. As a result, there is less electron trapping in short channel devices compared to long channel devices under PBS. This is consistent with the fact that the stability of TFTs with m is similar, but can be improved significantly for m. The big difference with Si device physics is due to the much higher mobility and carrier lifetime ( ) product in a-IGZO as compared to a-Si or nc-Si [18] and the fact that Si is doped by substitutional ion doping, whereas a-IGZO is doped by varying the oxygen (or hydrogen) content. Since the PBS instability of the devices presented herein depends on the position of , it is reasonable to attribute the induced by the PBS to carrier trapping into traps located inside the a-IGZO region near the a-IGZO/gate-insulator interface. Under PBS, with grounded source and drain electrodes, a uniform potential is kept across the channel, which causes\n\n![2_image_0.png](2_image_0.png)\n\nthe drift of electrons towards the a-IGZO/gate-insulator interface at high energies. If the number of un-occupied trap states is large at the interface, as in the case of long channel devices, the occupational probability is also large, hence a large number of electrons may become trapped into these trap states. Note that a higher corresponds to a smaller number of unoccupied trap states [Fig. 4(b)]. When the - characteristics are measured after PBS, the trapped charge impose a positive-bias-effect in which they screen the applied electric field, thereby reducing the effective applied gate voltage - hence the positive .\n\nConsequently, a device with a high (short-channel device),\nwill exhibit negligible after PBS [Fig. 2(b)]. Therefore, the shift by PBS in coplanar a-IGZO TFTs can be reduced by decreasing .\n\n## Iv. Conclusion\n\nIn summary, we have studied the effect of channel length on electrical stability of a-IGZO TFT with a self-aligned coplanar structure. For short-channel devices ( m), the is much less as compared to long channel devices. We propose the mechanism of channel length dependence of PBS that is based on the shift of the Fermi level towards the conduction band edge with decreasing channel length. The shift of is caused by carrier diffusion from the n doped source and drain regions to the intrinsic channel region. These results indicate that stability against PBS can be improved by raising . If is raised, the number of un-occupied trap states decreases, resulting in less electron trapping under PBS - hence less .\n\n[2] M. Mativenga, M. H. Choi, D. H. Kang, and J. Jang, \"High-performance drain-offset a-IGZO thin-film transistors,\" *IEEE Electron Device Lett.*, vol. 32, no. 5, p. 644, May 2011.\n\n[3] H. Aoki, \"Dynamic characterization of a-Si TFT-LCD pixels,\" *IEEE*\nTrans. Electron Devices, vol. 43, no. 1, p. 31, Jan. 1996.\n\n[4] G. Fortunato, A. Valletta, P. Gaucci, L. Mariucci, and S. D. Brotherton,\n\"Short channel effects in polysilicon thin film transistors,\" *Thin Solid* Films, vol. 487, no. 1/2, p. 221, Mar. 2005.\n\n[5] D. H. Kang, I. Kang, S. H. Ryu, and J. Jang, \"Self-aligned coplanar a-IGZO TFTs and application to high-speed circuits,\" *IEEE Electron* Device Lett., vol. 32, no. 10, p. 1385, Oct. 2011.\n\n[6] H.-H. Hsieh and C.-C. Wu, \"Scaling behavior of ZnO transparent thin-film transistors,\" *Appl. Phys. Lett.*, vol. 89, no. 4, p. 041109, Jul. 2006.\n\n[7] D. H. Kang, J. U. Han, M. Mativenga, S. H. Ha, and J. Jang, \"Threshold voltage dependence on channel length in amorphous-indium-galliumzinc-oxide thin-film transistors,\" *Appl. Phys. Lett.*, vol. 102, no. 8, p.\n\n083508, Mar. 2013.\n\n[8] A. Suresh and J. F. Muth, \"Bias stress stability of indium gallium zinc oxide channel based transparent thin film transistors,\" *Appl. Phys. Lett.*, vol. 92, no. 3, p. 033502, Jan. 2008.\n\n[9] W. Lim, S. H. Kim, Y. L. Wang, J. W. Lee, D. P. Norton, S. J. Pearton, F. Ren, and I. I. Kravchenko, \"Stable room temperature deposited amorphous InGaZnO thin film transistors,\" *J. Vac. Sci. Technol. B*, vol. 26, no. 3, p. 959, May 2008.\n\n[10] J. K. Jeong, H. W. Yang, J. H. Jeong, Y.-G. Mo, and H. D. Kim, \"Origin of threshold voltage instability in indium-gallium-zinc oxide thin film transistors,\" *Appl. Phys. Lett.*, vol. 93, no. 12, p. 123508, Sep. 2008.\n\n[11] M. D. H. Chowdhury, S. H. Ryu, P. Migliorato, and J. Jang, \"Effect of annealing time on bias stress and light-induced instabilities in amorphous indium-gallium-zinc-oxide thin-film transistors,\" *J. Appl. Phys.*,\nvol. 110, p. 114503, Dec. 2011.\n\n[12] A. Sato, M. Shimade, K. Abe, R. Hayashi, H. Kumomi, K. Nomura, T. Kamiya, M. Hirano, and H. Hosono, \"Amorphous In–Ga–Zn–O thin film transistor with coplanar homojunction structure,\" *Thin Solid* Films, vol. 518, no. 4, p. 1309, Feb. 2009.\n\n[13] B. D. Ahn, H. S. Shin, G. H. Kim, J. S. Park, and H. J. Kim, \"A novel amorphous InGaZnO thin film transistor structure without source/drain layer deposition,\" *Jpn. J. Appl. Phys.*, vol. 48, p. 03B019, Mar. 2009.\n\n[14] R. B. M. Cross and M. M. De Souza, \"Investigating the stability of zinc oxide thin film transistors,\" *Appl. Phys. Lett.*, vol. 89, no. 26, p. 263513, Dec. 2006.\n\n[15] T. C. Chen, T. C. Chang, T. Y. Hsieh, W. S. Lu, F. Y. Jian, C. T. Tsai, S. Y. Huang, and C. S. Lin, \"Investigating the degradation behavior caused by charge trapping effect under DC and AC gate-bais stress for InGaZnO thin film transistor,\" *Appl. Phys. Lett.*, vol. 99, p. 022104, Jul. 2011.\n\n[16] F. R. Libsch and J. Kanicki, \"Bias-stress-induced stretched-exponential time dependence of charge injection and trapping in amorphous thin-film transistors,\" *Appl. Phys. Lett.*, vol. 62, no. 11, p. 1286, Mar. 1993.\n\n[17] K. Ide, Y. Kikuchi, K. Nomura, M. Kimura, T. Kamiya, and H. Hosono,\n\"Effects of excess oxygen on operation characteristics of amorphous In-Ga-Zn-O thin-film transistors,\" *Appl. Phys. Lett.*, vol. 99, p. 093507, Sep. 2011.\n\n[18] D. H. Lee, K. Kawamura, K. Nomura, T. Kamiya, and H. Hosono,\n\"Large photoresponse in amorphous In–Ga–Zn–O and origin of reversible and slow decay,\" *Electrochem. Solid-State Lett.*, vol. 13, no.\n\n9, p. H324, Jul. 2010.\n\nDong Han Kang received the B. S. degree in\n\n![3_image_0.png](3_image_0.png) material physics from Dong-A University, Busan, South Korea, in 2006, and the M.S. degree in physics from Kyung-Hee University, Seoul, South Korea, in 2008. He has been pursuing the Ph. D. degree in information display at Kyung-Hee, Seoul, South Korea. His current research is focused on a-IGZO TFTs and AMOLED backplane using a-IGZO TFTs In Kang received the B.S. degree in electronic\n\n![3_image_1.png](3_image_1.png) engineering from Chungnam National University, Daejeon, South Korea, in 2009, and the M.S. degree in information display from Kyung Hee University, Seoul, South Korea, in 2011.\n\nHe has researched amorphous indium-gallium-zinc oxide TFTs during his M.S. course.\n\nCurrently, at LG Display Co.,Ltd., he works on designing TFT arrays for mobile applications. Ji Ung Han received B.S. degree of physics from\n\n![3_image_2.png](3_image_2.png) Daegu University, Daegu, South Korea, in 2012, and the M.S. degree at the Kyung-Hee University of Information Display, Seoul, South Korea. His current research is a-IGZO TFTs with self-aligned coplanar structure.\n\nMallory Mativenga received the M.S. degree in information display engineering from Kyung Hee University, Seoul, Korea, in 2010, where he is currently\n\n![3_image_3.png](3_image_3.png)\n\nworking toward the Ph.D. degree in information display.\n\nJin Jang received the Ph.D. in physics from Korea\n\n![3_image_4.png](3_image_4.png) Advanced Institute of Science and Technology, Seoul, Korea, in 1982.\n\nHe is currently a Professor of information display with Kyung Hee University, Seoul, where he is in charge of the Thin-Film Transistor (TFT) Liquid-Crystal Display National Laboratory and the Advanced Display Research Center. He has authored or coauthored over 400 publications in Science Citation Index Journals. His current research interests include TFTs, solar cells, and sensor devices with organic, oxide, and thin-film silicon semiconductors.\n\nSu Hwa Ha received the B. S. degree in material physics from Dong-A University, Busan,\n\n![3_image_5.png](3_image_5.png)\n\nSouth Korea, in 2009, and the M.S. degree from Kyung-Hee University of Information Display, Seoul, South Korea. Her current research is a-IGZO\nTFTs for AMOLED backplane."
    },
    {
        "title": "16.9-inch Flexible AMOLED Display with High Performance Top Gate Oxide.txt",
        "text": "# 16.9-Inch Flexible Amoled Display With High Performance Top Gate Oxide Tft Yuanjun Hsu *, Zhenguo Lin*,Yihong Lu*, Baixiang Han*, Weiran Cao*, Yuan-Chun Wu*, Xin Zhang * ** Shenzhen China Star Optoelectronics Semiconductor Display Technology Co. Ltd., China\n\n## Abstract\n\nWe have fabricated top-gate IGZO TFTs on PI substrate, which exhibit excellent electrical properties and high mechanical reliabilities to meet the demand for large area flexible display. The ΔVth under PBTS and NBTIS for 10 hours are only +0.26 V and -0.34 V, respectively. The mechanical bending properties of the TFT backplane is investigated. There are almost no change after 200,000 bending cycle test at a curvature radius of 20mm. To improve flexible capability and reduce cost of flexible OLED display, integrated gate driver on array (GOA) circuits with spilt channel structure has been investigated. Finally, we successfully realize 16.9-inch rollable OLED display with high performance top gate IGZO TFT and GOA circuits Author Keywords Top-gate IGZO; Flexible; AMOLED display; GOA;\n1. **Introduction**\nRecently, flexible active matrix organic light-emitting diode (AMOLED) displays have attracted more and more attentions due to its light weight, bendable/rollable characteristics, fast response time, high contrast and low power consumption. To realize flexible AMOLED displays, it becomes necessary to develop thin film transistor fabricated on flexible substrate . For large-scale flexible OLEDs, amorphous oxide semiconductor TFTs, such as a-IGZO TFTs, are considered as next-generation backplane technology due to their bendable/rollable characteristic, high mobility, high uniformity and low processing temperature. Top-gate self-aligned coplanar structure is currently the best candidate structure for its low parasitic capacitance and superior TFT performance for large size and high resolution AMOLED display [1-4]. Flexible displays will go through mechanical stress when they are bended, which might deteriorate the electrical characteristics of IGZO-TFT. Also, electrical and reliability characteristics of flexible TFTs will be affected due to moisture permeation through Polyimide (PI) substrate. These issues should be overcome before its commercialization. In this paper, we investigate device performance and electrical characteristics of flexible top-gate IGZO TFTs fabricated on PI. Furthermore, 16.9 inch flexible AMOLED display with top-gate IGZO is fabricated. Meanwhile, integrated gate driver on array (GOA) circuits has been used to improve flexible capability and reduce cost.\n\n## 2. Experiment\n\nFabrication of self-aligned top-gate oxide thin film transistor: In order to compare the electrical characteristics and reliability between rigid and flexible IGZO TFTs, top-gate IGZO TFTs with different substrates were fabricated. The crosssectional diagram of a-IGZO TFTs with top-gate structure fabricated on PI and Glass are demonstrated in Fig.1(a) and (b), respectively. For the TFTs fabricated on PI, PI was coated and cured on the glass. To prevent oxygen and water vapor permeation, multi-barrier layer was deposited by plasmaenhanced chemical vapor deposition(PECVD). Then, Cu layer were deposited and patterned to prevent light exposure to IGZO layer. Subsequently, buffer layers were deposited by PECVD. After that, IGZO active layer was deposited and patterned. Then, gate insulating layer (GI), gate electrode layer (M1) are deposited and patterned by one mask to form self-aligned structure. n+ IGZO region is formed by plasma treatment. After that, the Inter Layer Dielectric (ILD) layer and source/drain layer(M2) were deposited and patterned to form top-gate structure. Finally, passivation (PV) layer were deposited and patterned. The cross-sectional diagram of TFTs fabricated on PI is shown in Fig.1 (a) .For comparison, TFTs on glass without PI and multi-barrier were also fabricated , as shown in Fig.1 (b). The dimension of TFTs studied in this work are all the same size of W/L=10μm/8μm.\n\n![0_image_0.png](0_image_0.png)\n\nFigure 1. Cross-section diagram of the top-gate selfaligned a-IGZO TFT fabricated on (a) PI and (b) Glass Fabrication of Ink-jet printed organic light-emitting diode display: The top –emission-structure OLED layers were formed by ink jet printing technology on the TFT backplane. The R/G/B subpixel were ink-jet printed individually, which enables high material efficiency and reduce production cost. Subsequently, thin film encapsulation layers were formed to prevent moisture and oxygen permeation. Finally, to protect the OLED display, a protect film was formed on the OLED display.\n\n## 3. Results And Discussion\n\nTo compare the electrical difference of TFTs fabricated on PI and on glass, 13 groups of TFTs, located in different areas of Gen. 4.5 glass, were measured by an Keithley 4200-SCS semiconductor parameter analyzer. The I-V transfer curves are recording the drain current (Ids) with the gate voltage (Vgs) from -15 V to 20 V. Two curves are plotted with 0.1V and 10V of the drain voltage (Vds). The transfer curve of the a-IGZO TFTs fabricated on PI and glass are shown in Fig.2(a) and (b), respectively. Both PI-based and Glass-based TFTs show good electrical performance. The mean filed–effect linear mobility of PI-based and glass-based TFTs are 14.84 cm2/Vs and 14.58 cm2/Vs, respectively. The mean Vth, which is defined as the voltage at normalized Ids = 10-9 A, are 0.18 V and 0.22 V for PI-based and glass-based TFTs , respectively. The detail \n\n![1_image_2.png](1_image_2.png)\n\nelectrical performance are labeled in Fig.(2). The PI-based TFTs show almost the same electrical properties with the Glass-based TFTs, which might be ascribe to the high-performance multibarrier layers and optimized fabrication process. \n\n![1_image_1.png](1_image_1.png) Reliability of TFT is an important parameter in display since it directly affects the panel reliability. In order to investigate the reliability of PI-based TFTs, we have measured the long-term positive bias temperature stress (PBTS) and negative bias temperature illumination stress (NBTS) of PI-based TFTs. The PBTS test is measured under Vg = 30V at 60 ˚С and dark environment for 10h and the NBTIS test is measured under Vg = -30 V at 60 ˚С and 4500 nit of white light intensity for 10 hours. Fig.3(a) and (b) show the PBTS and NBTIS results, respectively. The PBTS shifts and NBTIS shifts for 10 h stress are only 0.26 V and -0.34 V, respectively. The high reliability of the PI-based TFTs might be ascribed to the screen effect of the light shield layer, which enable the electrical separation between the polyimide and the channel [5].This result shows the PI-based TFTs are suitable for large-scale flexible OLED display. \n\n![1_image_3.png](1_image_3.png) \n\n![1_image_5.png](1_image_5.png)\n\nΔVth=+0.26V ΔVth=-0.34V\n\n![1_image_4.png](1_image_4.png)\n\nVD=0.1V\n after 10h VD=10V\n after 10h\n\nFor the development of flexible AMOLED displays, it is necessary to investigate the mechanical bending properties of the TFT backplane. For the bending test, the TFT was outward bent (under tensile strain) at a curvature radius of 20mm for 200,000 cycles. The bending axes is applied perpendicular to the channel length. After specific bending cycles, transfer curves of IGZO-TFT were measured in the flat state. The transfer curves after the 200,000 bending cycles remained almost the same as before the bending test, as shown in Fig. 4(a). After 200,00 tensile bending cycles, only a small change of the threshold voltage (-0.03 V) is observed, as shown in Fig.4(b). Meanwhile, There is no significant change of Ioff current, which shows good bending characteristic of our flexible devices. \n\n![1_image_0.png](1_image_0.png) \n\nIntegrated gate driver on array (GOA) circuits has been used to improve flexible capability and reduce cost. In order to reduce the temperature for the large W/L TFTs in the GOA circuit, the channel width splitting method has been proposed[6].For the TFT with dimension of W/L=2400/8, TFTs are divided into several units with a fixed unit width. Device A with 50 um of unit width and Device B with 25 um of unit width are fabricated, respectively. The space of IGZO channel is fixed for both Device A and Device B. The transfer curve of the a-IGZO TFTs of Device A and Device B are shown in Fig.5(a) and (b), respectively. Device A with large unit width of 50 um shows lower Vth (mean Vth = -0.91 V) than that of Device B with unit width of 25 um (mean Vth = 0.02 V). For better function of GOA circuits, Device B with enhancement mode are chosen for the base structure of GOA circuit. The PBTS and NBTS results for 1h of Device B are shown in Fig.6(a) and (b), respectively. The PBTS shift and NBTS shift for 1 h stress are only 0.39 V and -0.08 V, respectively. The good reliability shows the split channel structure is suitable for the GOA circuit.\n\n![1_image_6.png](1_image_6.png) \n\nVD**=0.1V & 10V** \nSample1 Sample 2\n\n![2_image_0.png](2_image_0.png) \n\n![2_image_1.png](2_image_1.png) \n\nΔVth=+0.39V ΔVth=-0.08V\nInitial **3600s**\n\nFig.7(a) shows the schematic diagram and output signal of the GOA circuit. A single stage circuit of this gate driver consists of 18 TFTs and 1 bootstrap capacitor. T21~T23 are the pull-up unit; T11, T12 and T6 are the pull-up control unit; T31,T32 and T33 are the pull-down unit. T41~T45 are the pull-down holding unit. T51~T54 are the inverter unit. The detailed operation of the gate driver could be seen in the earlier research [7]. Figure 7(b) shows the output waveform of the gate driver for input VDD of 20 V. There are almost no degradation during the operation of GOA circuit. This gate driver is thus suitable for the AMOLED display.\n\n![2_image_2.png](2_image_2.png)\n\nFinally, we demonstrate the 16.9 flexible AMOLED display with a top emission structure on PI substrate. Fig.8(a) shows the prototype display with top gate a-IGZO TFT and GOA circuit. The panel specifications are shown in Fig.8(b). The flexible AMOLED display could be rolled at a radius of 20 mm, which shows an excellent brightness uniformity and good image quality .\n\n![2_image_3.png](2_image_3.png)\n\n## Fig. 8. (A) Photography And (B) Specification Of 16.9-Inch Flexible Amoled Display\n\n4. **Conclusion**\nWe have reported the 16.9-inch flexible AMOLED displays with an integrated gate driver and top-gate a-IGZO TFTs. The top-gate a-IGZO TFTs exhibit excellent reliability and mechanical property on PI substrate. The ΔVth under PBTS and NBTIS for 10 hours are only +0.26 V and -0.34 V, respectively. There are almost no change after 200,000 bending cycle test at a curvature radius of 20mm. The split channel structure TFTs are adopted in the GOA circuit, which shows good reliability.\n\n## 5. Acknowledgements\n\nThe authors acknowledge the support from Shenzhen Peacock Plan and National Engineering Laboratory for AMOLED Process Technology 6. **References**\n[1] Nomura K, Ohta H, Takagi A, Kamiya T, Hirano M, \nHosono H. Room-temperature fabrication of transparent flexible thin-film transistors using amorphous oxide semiconductors. Nature. 2004 Nov; 432(7016): 488–92.\n\n[2] Kamiya T, Nomura K, Hosono H. Origins of high mobility and low operation voltage of amorphous oxide TFTs: electronic structure, electron transport, defects and doping. J Display Technol. 2009 Jul; 5(7): 273–88. \n\n[3] Kamiya T, Hosono H. Material characteristics and applications of transparent amorphous oxide semiconductors. NPG Asia Mater. 2010 Jan; 2(1): 15–22.\n\n[4] Kamiya T, Nomura K, Hosono H. Present status of amorphous In–Ga–Zn–O thin-film transistors. Sci Technol Adv Mater. 2010 Aug; 11(4): 044305.\n\n[5] Kinoshita T, Ishiyama Y, Fujimori T, et al. 67‐2: \nRequirement of a Polyimide Substrate to Achieve High Thin‐film‐transistor Reliability.SID Symposium Digest of Technical Papers. 2018 May; 49(1): 888-891.\n\n[6] Oh H, Cho K, Park S, et al. Electrical characteristics of bendable a-IGZO thin-film transistors with split channels and top-gate structure. Microelectronic Engineering, 2016 Mar; 159: 179-183.\n\n[7] Xue Y, Han B, Huang Y, et al. The design of a 15-inch AMOLED display derived by GOA.2018 9th International Conference on Computer Aided Design for Thin-Film Transistors (CAD-TFT). IEEE, 2018 Nov;1-1."
    }
]